Repository: ebenito/MisNotas10
Catalog: MyNotes10/Strings/*/Resources.resw
Source language: en
Languages: ar, ca, es, fi_fi, hi, it, ja, ru, uk, zh_hans

# btnCancelar
source: Cancel
ar: إلغاء الأمر
ca: Cancel·la
es: Cancelar
fi_fi: Peruuta
hi: रद्द करें
it: Annulla
ja: キャンセル
ru: Отмена
uk: Скасувати
zh_hans: 取消

# B_Backup.Content
source: Make a backup
ar: إجراء نسخة احتياطية
ca: Faci una reserva
es: Crear copia de seguridad
fi_fi: Tee varmuuskopio
hi: एक बैकअप बना
it: Fare un backup
ja: バックアップを作成します。
ru: Сделайте резервную копию
uk: Резервного копіювання
zh_hans: 制作一个备份

# B_Restore.Content
source: Restore a backup
ar: استعادة نسخة احتياطية
ca: Restaurar una còpia de seguretat
es: Restaurar una copia de seguridad
fi_fi: Varmuuskopion palauttaminen
hi: एक बैकअप पुनर्स्थापित करें
it: Ripristinare un backup
ja: バックアップを復元します。
ru: Восстановление резервной копии
uk: Відновлення резервної копії
zh_hans: 还原备份

# B_SingInOnedrive.Content
source: Log in
ar: تسجيل الدخول
ca: Connecti's
es: Iniciar sesión
fi_fi: Kirjaudu sisään
hi: लॉग इन करो
it: Accedi
ja: ログイン
ru: Войти
uk: Ввійти
zh_hans: 登录

# DescriptionApp
source: With 'My Notes' you can create as many personal notes as you want. These will be stored in your local database, so that you always have them accessible. \n\n In addition, you can make notes that you want are anchored in the home screen of your Smartphone, Tablet or PC, as a living tile that will show a summary of each note. \n\n You can also edit and delete notes as you need it; In addition if some note anchored at the beginning is edited also the information of the tile will be updated. \n\n Now My Notes is a UWP application, that means you can run it on your phone, tablet and PC, with Windows 10. Enjoy it! \n\n Translated to: English, French, German, Italian, Portuguese, Finnish, Russian, Japanese, Chinese, Arabic, Hindi, Ukrainian and Catalan
ar: يمكنك إنشاء العديد من الملاحظات الشخصية كما تريد مع 'الملاحظات'. سيتم تخزين هذه في قاعدة البيانات المحلية الخاصة بك، حتى يكون لديك دائماً لهم موجوداً. \n\n يمكنك أيضا جعل تلاحظ أن الفائدة لك ترتكز على الشاشة الرئيسية للهاتف الذكي كبلاط حية التي سوف تظهر لك ملخص لكل ملاحظة. \n\n يمكنك أيضا تحرير وحذف الملاحظات كما كنت في حاجة إليها؛ أيضا تحرير بالإضافة إلى ذلك إذا كانت أي تأمين تلاحظ في البداية سوف تستكمل المعلومات بلاط. \n\n انظر التعليقات من المستخدمين؛ سعر الحد أدنى سيكون لديك أحد تطبيقات مفيدة حقاً. \n\n "مينوتيس الآن" هو التطبيق UWP، وهذا يعني أنه يمكنك تشغيله في الهاتف، والكمبيوتر اللوحي والكمبيوتر، تحت Windows 10. انيوى أنه!
ca: 'Meu notes' podeu crear notes personals tantes com vulguis. Aquestes seran incorporades a la base de dades local, perquè sempre tinguis-los accessible. \n\n també pot fer notes que l'interès que estan ancorats a la pantalla inicial del seu Smartphone com una rajola en directe que us mostrarà un resum de cada nota. \n\n també pot editar i suprimeix les notes com es necessita A més si cap assegurat notes al principi és també editada s'actualitzarà la informació de rajola. \n\n vegi Comentaris dels nostres usuaris; un preu mínim tindrà una aplicació molt útil. \n\n ara MyNotes és una aplicació de UWP, és a dir que puguis executar-lo en el seu telèfon i Tablet PC, sota Windows 10. Agrada això!
es: Con 'Mis Notas' puedes crear tantas notas personales como quieras. Estas quedarán almacenadas en su base de datos local, de modo que siempre las tengas accesibles. \n\n Además, puedes hacer que las notas que te interesen se queden ancladas en la pantalla de inicio, de tu Smartphone, Tablet o PC, como una baldosa viva que te mostrará un resumen de cada nota. \n\n También puedes editar y borrar las notas según lo vayas necesitando; además si alguna nota anclada al inicio es editada también se actualizará la información de la baldosa. \n\n Ahora Mis Notas es una aplicación UWP, eso quiere decir que se puede ejecutar en su teléfono, tableta y PC, con Windows 10. Que lo disfruten! \n\n Traducido al: Español, Inglés, Francés, Alemán, Italiano, Portugués, Finlandés, Ruso, Japonés, Chino, Árabe, Hindi , Ucraniano y Catalán
fi_fi: Minun huomauttaa voit luoda niin monta omat merkinnät kuin haluat. Nämä tallennetaan paikalliseen tietokantaan, joten niitä voi käyttää. \n\n voit myös tehdä muistiinpanoja että korko on ankkuroitu älypuhelimen aloitusnäytössä kuin live laatta, joka näyttää yhteenvedon nuotin. \n\n voit myös muokata ja poistaa merkinnät, kuten sinun. Lisäksi jos jokin suojattu toteaa alussa myös muokannut laatta tiedot päivitetään. \n\n Katso kommentteja käyttäjiä; vähimmäishinta, sinulla on todella hyödyllinen sovellus. nyt MyNotes on UWP App \n\n että ' alhainen että te kanisteri ajelu se Puhelin, Tablet PC-ja PC Windows 10. Enyoy se!
hi: 'के साथ अपने नोट्स' आप के रूप में आप चाहते हैं उतने व्यक्तिगत नोट्स बना सकते हैं। तो तुम हमेशा उन्हें सुलभ है ये आपके स्थानीय डेटाबेस में संग्रहीत किया जाएगा। \n\n आप आप अपने स्मार्टफ़ोन के होम स्क्रीन पर एक लाइव टाइल के रूप में आप प्रत्येक नोट का एक सारांश दिखा देंगे anchored रहे हैं कि ब्याज नोट्स भी बना सकते हैं। आप भी संपादित कर सकते हैं और आप इसे की आवश्यकता होगी के रूप में नोट्स हटाना \n\n; इसके अलावा अगर किसी भी शुरुआत में नोट्स सुरक्षित भी संपादित किया है पर टाइल जानकारी अद्यतन हो जाएगी। \n\n देखें टिप्पणियाँ हमारे उपयोगकर्ताओं से; एक न्यूनतम मूल्य आप एक सच में उपयोगी अनुप्रयोग है। \n\n अब MyNotes यह एक UWP App है, जो मतलब है कि आप इसे अपने फ़ोन, टैबलेट और पीसी, विंडोज 10 के तहत में चला सकते हैं है। Enyoy यह!
it: Con 'My notes' è possibile creare note personali come molti come si desidera. Questi saranno conservati nel database locale, in modo avere sempre accessibili. \n\n è possibile inserire anche note che l'interesse che sono ancorate sulla schermata iniziale del tuo Smartphone come un riquadro animato che ti mostrerà un riepilogo di ogni nota. \n\n è possibile anche modificare ed eliminare le note come ne avrai bisogno; Inoltre se qualsiasi protetto note all'inizio è anche modificato il tile informazioni verranno aggiornate. \n\n Vedi commenti dai nostri utenti; un prezzo minimo si avrà un'applicazione davvero utile. \n\n Adesso MyNotes è un App di UWP, che è dire che è possibile eseguire nel tuo telefono, Tablet e PC, sotto Windows 10. Enyoy esso!
ja: '個人用メモ' 個人的な注釈を作成できます。これらは、あなたは常にそれらにアクセスがあるあなたのローカル データベースに格納されます。\n\n また、ノートを作ることができます各メモの概要が表示 ことがあなたのスマート フォン、タブレットまたは PC のホーム画面に固定されて生活を並べて表示するとします。\n\n また編集したりそれを必要に応じてメモを削除さらに先頭に固定されていくつかのメモを編集する場合もタイルの情報が更新されます。\n\n 今個人用のメモは、電話、タブレット、PC、Windows 10 でそれを実行することができますを意味する未知語処理アプリケーションです。それをお楽しみください!\n\n 翻訳する: 英語、フランス語、ドイツ、イタリア、ポルトガル語、フィンランド語、ロシア語、日本語、中国語、アラビア語、ヒンディー語、ウクライナ語、カタロニア語
ru: С «Мои заметки» можно создать как много личных заметок, как вы хотите. Они будут храниться в локальной базе данных, так что вы всегда иметь их доступными. \n\n Кроме того, вы можете сделать отмечает что вы хотите, крепятся на главном экране вашего смартфона, планшета или ПК, как живые плитки, которая покажет резюме каждой ноты. \n\n также можно редактировать и удалять ноты, как вам нужно; Кроме того если редактировать некоторые отмечают якорь в начале также информация плитки будет обновляться. \n\n теперь мои заметки — UWP приложение, это означает, что вы можете запустить его на вашем телефоне, таблетки и ПК с Windows 10. Наслаждайтесь! \n\n переведено на: Английский, французский, немецкий, итальянский, португальский, финский, Русский, японский, китайский, арабский, хинди, украинский и каталанский
uk: З "Мої нотатки", ви можете створити стільки особистих відзначає, як ви хочете. Дані буде збережено в локальної бази даних, так що ви завжди їх доступними. \n\n також можна зробити нотатки що інтерес, ви на якір на початковому екрані вашого смартфона як живих іконок, яка покаже вам резюме кожної ноти. \n\n також можна редагувати та видаляйте примітки, як вам знадобиться; Крім того якщо будь-який забезпечених нотатки на початку також редагував плитка інформація буде оновлюватися. \n\n див Коментарі від наших користувачів; мінімальна ціна, у вас буде дійсно корисний додаток. \n\n зараз MyNotes, це UWP App, це означає, що ви можете запустити його в телефоні, планшеті та ПК під версії 10. Enyoy його!
zh_hans: 与我的笔记，您可以创建尽可能多的个人笔记，如你所愿。这些将在您的本地数据库，存储，因此您始终可以访问它们。\n\n 您还可以注意到这种兴趣你锚定你的智能手机的主屏幕会显示你的每一个音符摘要活铺。\n\n 您也可以编辑和删除注意到，当你需要它;另外如果任何有担保债券在开始时还进行编辑的瓷砖信息将被更新。\n\n 请参见注释从我们的用户;最低的价格，你会有一个真正有用的应用程序。\n\n 现在 MyNotes 它是 UWP 应用程序，这是意味着，你可以在手机、 平板电脑和电脑，在 Windows 10 下的运行它。喜欢它 ！

# DisplayNameApp
source: My Notes
ar: ملاحظاتي
ca: Les meves notes
es: Mis Notas Pro
fi_fi: Omat muistiinpanot
hi: मेरे नोट्स
it: Note personali
ja: マイ ノート
ru: Мои заметки
uk: Мої нотатки
zh_hans: 我的笔记

# EntrarOnedrive
source: Log in
ar: تسجيل الدخول
ca: Connecti's
es: Iniciar sesión
fi_fi: Kirjaudu sisään
hi: लॉग इन करो
it: Accedi
ja: ログイン
ru: Войти
uk: Ввійти
zh_hans: 登录

# ErrorAutenticacion
source: Authentication error
ar: خطأ مصادقة
ca: Error d'autenticació
es: Ha ocurrido un error al autenticar el usuario en OneDrive.
fi_fi: Todennusvirhe
hi: प्रमाणन त्रुटि
it: Errore di autenticazione
ja: 認証エラー
ru: Ошибка проверки подлинности
uk: Помилка автентифікації
zh_hans: 身份验证错误

# InfoAutenticado
source: Now you are authenticated.
ar: الآن تتم مصادقتك.
ca: Ara estan legalitzats.
es: Ahora estas autenticado.
fi_fi: Nyt olet todennettu.
hi: अब आप प्रमाणीकृत हैं।
it: Ora sono autenticati.
ja: 今あなたが認証されます。
ru: Теперь вы авторизованы.
uk: Тепер ви зареєстровані.
zh_hans: 现在您进行身份验证。

# InfoAutenticadoUsuario
source: , now you are authenticated.
ar: ، والآن تتم مصادقتك.
ca: , ara que estan legalitzats.
es: , ahora estas autenticado.
fi_fi: , nyt on todennettu.
hi: , अब आप प्रमाणीकृत हैं।
it: , ora sono autenticati.
ja: 、今認証されます。
ru: , теперь вы авторизованы.
uk: , тепер ви зареєстровані.
zh_hans: 现在您进行身份验证。

# InfoEntraCuentaMS.Text
source: You must log in with your Microsoft Account.
ar: يجب تسجيل الدخول باستخدام حساب Microsoft الخاص بك.
ca: Us heu de connectar amb el teu Account de Microsoft.
es: Debe entrar al servicio con su cuenta Microsoft.
fi_fi: Sinun täytyy kirjautua sisään Microsoft-Account.
hi: आप अपने Microsoft खाते के साथ लॉग इन करना होगा।
it: È necessario accedere con il tuo Account Microsoft.
ja: Microsoft アカウントでログインする必要があります。
ru: Вы должны войти в свою учетную запись Microsoft.
uk: Слід увійти до системи за допомогою облікового запису Microsoft.
zh_hans: 您必须使用您的 Microsoft 帐户登录。

# InfoEntrarCuentaMS
source: , you must log in with your Microsoft Account.
ar: ، يجب تسجيل الدخول باستخدام حساب Microsoft الخاص بك.
ca: , us heu de connectar amb el teu Account de Microsoft.
es: , debe entrar al servicio con su cuenta Microsoft.
fi_fi: , sinun täytyy kirjautua sisään Microsoft-Account.
hi: , आप अपने Microsoft खाते के साथ लॉग इन करना होगा।
it: , è necessario accedere con il tuo Account Microsoft.
ja: 、Microsoft アカウントを使用してログインする必要があります。
ru: , вы должны войти в свою учетную запись Microsoft.
uk: , ви повинні увійти в обліковий запис Microsoft.
zh_hans: 您必须使用您的 Microsoft 帐户登录。

# LabelAccionEditar
source: Edit this note
ar: تحرير هذه المذكرة
ca: Editar aquesta nota
es: Editar esta nota
fi_fi: Muokkaa aihetta.
hi: इस नोट को संपादित करें
it: Modificare questa nota
ja: このメモを編集します。
ru: Редактировать эту заметку
uk: Редагувати цю примітку
zh_hans: 编辑此便笺

# LabelAccionNueva
source: Create a new note
ar: إنشاء ملاحظة جديدة
ca: Crea una nota nova
es: Crear una nueva nota
fi_fi: Luo uusi muistiinpano
hi: एक नया नोट बनाएँ
it: Consente di creare una nuova nota
ja: 新しいメモを作成します。
ru: Создание новой заметки
uk: Створити нову наліпку
zh_hans: 创建新注释

# LogoMy.Text
source: My
ar: ملاحظاتي
ca: Meu
es: Mis
fi_fi: Omat
hi: मेरी
it: Mio
ja: 私の
ru: мои
uk: Мої
zh_hans: 我

# MenuBackup
source: Backup
ar: نسخ احتياطي
ca: Còpia de seguretat
es: Copia de seguridad
fi_fi: Varmuuskopio
hi: बैकअप
ja: バックアップ
ru: Резервное копирование
uk: Резервна копія
zh_hans: 备份

# MenuEditar
source: Edit
ar: تحرير
ca: Edició
es: Editar
fi_fi: Muokkaa
hi: संपादित करें
it: Modifica
ja: 編集
ru: Изменить
uk: Редагувати
zh_hans: 编辑

# MenuNueva
source: Add a new note
ar: إضافة ملاحظة جديدة
ca: Afegiu una nova
es: Nueva nota
fi_fi: Lisää uusi Huomautus
hi: एक नया नोट जोड़ें
it: Aggiungere una nuova nota
ja: 新しいメモを追加します。
ru: Добавить новое примечание
uk: Додати нову примітку
zh_hans: 添加新注释

# MenuTodasNotas
source: Show all notes
ar: إظهار كافة الملاحظات
ca: Mostra totes
es: Mostrar todas
fi_fi: Show all Huomautus
hi: सभी नोट्स दिखाएँ
it: Visualizza tutte le note
ja: すべてのメモを表示します。
ru: Показать все примечания
uk: Показати всі нотатки
zh_hans: 显示所有的笔记

# MenuValorar
source: Rate this App
ar: معدل هذا التطبيق
ca: Valora aquest App
es: Valora esta App
fi_fi: Luokitus tämä App
hi: दर इस App
it: Vota questa App
ja: このアプリを評価します。
ru: Оценить этот App
uk: Оцінити це ОК
zh_hans: 率这款应用程序

# MsgErrorGeneral
source: An error has occurred:
ar: لقد حدث خطأ:
ca: S'ha produït un error:
es: Ha ocurrido un error:
fi_fi: Virhe:
hi: कोई त्रुटि उत्पन्न हुई:
it: Si è verificato un errore:
ja: エラーが発生しました。
ru: Произошла ошибка:
uk: Сталася помилка:
zh_hans: 出现错误︰

# MsgNoNotaEditar
source: You have not selected any note to edit; It opens in a new note creation mode.
ar: لم تقم بتحديد أية ملاحظة لتحرير؛ فإنه يفتح في وضع إنشاء ملاحظة جديدة.
ca: No heu seleccionat cap nota per editar; S'obre en una nova manera de creació de nota.
es: No ha seleccionado una nota para editar; se abre en modo de creación de una nueva.
fi_fi: Et ole valinnut mitään huomautus Muokkaa; Se avautuu uusi Huomautus luontitila.
hi: आप किसी भी नोट को संपादित करने के लिए चयन नहीं किया है; यह एक नया नोट निर्माण मोड में खोलता है।
it: Non hai selezionato alcun nota da modificare; Si apre in una nuova modalità di creazione di nota.
ja: を編集するメモを選択していない場合新しいメモの作成モードで開きます。
ru: Вы не выбрали любое Примечание для редактирования; Он открывается в режиме создания новое примечание.
uk: Ви не встановлено будь-яких Примітка відредагувати; Він відкриває новий режим створення Примітка.
zh_hans: 您没有选择任何注意编辑;它在新的注释创建模式中打开。

# MsgNotaActualizada
source: Note updated successfully.
ar: ملاحظة تحديث بنجاح.
ca: Nota actualitzat correctament.
es: Nota actualizada satisfactoriamente.
fi_fi: Huomautus Päivitys onnistui.
hi: नोट: सफलतापूर्वक अद्यतन किया गया।
it: Nota aggiornata correttamente.
ja: メモ正常に更新されました。
ru: Примечание, успешно обновлены.
uk: Примітка успішно оновлено.
zh_hans: 已成功更新的说明。

# MsgNotaBorrada
source: Note deleted successfully.
ar: ملاحظة حذف بنجاح.
ca: Nota esborrat correctament.
es: Nota borrada correctamente.
fi_fi: Huomautus poistettu.
hi: नोट: सफलतापूर्वक हटा दिया।
it: Nota eliminata con successo.
ja: メモ正常に削除されました。
ru: Примечание успешно удалены.
uk: Примітка успішно видалено.
zh_hans: 注意︰ 已成功删除。

# MsgNotaBorradaError
source: An error has occurred while deleting the note:
ar: حدث خطأ أثناء حذف الملاحظة:
ca: S'ha produït un error en suprimir la nota:
es: Ha ocurrido un error al borrar la nota:
fi_fi: Virhe poistettaessa Huomautus:
hi: नोट हटाने के दौरान कोई त्रुटि उत्पन्न हुई:
it: Si è verificato un errore durante l'eliminazione della Nota:
ja: メモの削除中にエラーが発生しました。
ru: Произошла ошибка при удалении Примечание:
uk: Сталася помилка під час видалення примітки:
zh_hans: 删除笔记时出错︰

# MsgNotaCreada
source: Note created successfully.
ar: ملاحظة تم إنشاؤها بنجاح.
ca: Nota creat correctament.
es: Nota creada.
fi_fi: Huomautus luotu.
hi: नोट: सफलतापूर्वक बनाया गया।
it: Nota creata con successo.
ja: メモが作成されました。
ru: Примечание успешно создан.
uk: Примітка успішно створено.
zh_hans: 注意创建成功。

# MsgNotaCreadaError
source: An error has occurred while saving the note:
ar: حدث خطأ أثناء حفظ الملاحظة:
ca: S'ha produït un error mentre es desava la nota:
es: Ha ocurrido un error mientras se guardaba la nota:
fi_fi: Virhe tallennettaessa Huomautus:
hi: नोट सहेजने के दौरान कोई त्रुटि उत्पन्न हुई:
it: Si è verificato un errore durante il salvataggio della Nota:
ja: メモの保存中にエラーが発生しました。
ru: Произошла ошибка при сохранении Примечание:
uk: Сталася помилка під час збереження примітки:
zh_hans: 保存便笺时出错︰

# MsgSalidaOneDrive
source: Now you are exited from OneDrive service
ar: الآن يمكنك هي خرجت من الخدمة أونيدريفي
ca: Ara els va sortir de servei OneDrive
es: Usted ha salida ya del servicio de OneDrive.
fi_fi: Nyt olet lähtenyt OneDrive-palvelusta
hi: अब आप OneDrive सेवा से बाहर निकल गई हैं
it: Ora sono esce dal servizio OneDrive
ja: 今 OneDrive サービス終了する
ru: Теперь вы выходили из OneDrive службы
uk: Тепер ви виходили з OneDrive служби
zh_hans: 现在你被退出另服务

# MsgSelectOrigenRestauracion
source: Select the source of the data to be restored:
ar: حدد مصدر البيانات لاستعادتها:
ca: Seleccioneu la font de les dades per restaurar:
es: Elija el origen de los datos que quiere restaurar:
fi_fi: Valitse palautettava tietojen lähde:
hi: पुनर्स्थापित करने के लिए डेटा स्रोत का चयन करें:
it: Selezionare l'origine dei dati da ripristinare:
ja: 復元するデータのソースを選択します。
ru: Выберите источник данных для восстановления:
uk: Виберіть джерело даних для відновлення:
zh_hans: 选择要恢复的数据的源︰

# MsgSelectOrigenRestauracionCap
source: Source of your Backup
ar: مصدر للنسخ الاحتياطي
ca: Font de la còpia de seguretat
es: Origen de los datos de la copia de seguridad
fi_fi: Lähde varmuuskopioinnin
hi: अपने बैकअप की स्रोत
it: Origine del Backup
ja: バックアップのソース
ru: Источник резервного копирования
uk: Джерела резервного копіювання
zh_hans: 您的备份的来源

# NameApp
source: My Notes
ar: ملاحظات
ca: Les meves notes
es: Mis Notas
fi_fi: Omat muistiinpanot
hi: मेरे नोट्स
it: Note personali
ja: マイ ノート
ru: Мои заметки
uk: Мої нотатки
zh_hans: 我的笔记

# ProblemaAutenticacion
source: Problem when authenticating!
ar: المشكلة عند مصادقة!
ca: Problema en autenticar!
es: Ha ocurrido un problema al autenticar el usuario.
fi_fi: Ongelma, kun käyttäjien henkilöllisyys todennetaan!
hi: प्रमाणित कर रहा है, जब समस्या!
it: Problema durante l'autenticazione!
ja: 認証時の問題!
ru: Проблемы при проверке подлинности!
uk: Проблема автентифікації!
zh_hans: 进行身份验证时的问题 ！

# SalirOneDrive
source: Log out
ar: تسجيل الخروج
ca: Tanca la sessió
es: Cerrar sesión
fi_fi: Kirjaudu ulos
hi: लॉग आउट करें
it: Disconnetti
ja: ログアウト
ru: Выход
uk: Вийти
zh_hans: 注销

# SearchTextBox.PlaceholderText
source: Search
ar: بحث
ca: Cerca
es: Buscar
fi_fi: Haku
hi: खोजें
it: Cerca
ja: 検索
ru: поиск
uk: Пошук
zh_hans: 搜索

# MsgBackupFin
source: Backup completed successfully
ar: اكتملت بنجاح عملية النسخ الاحتياطي
ca: Reserva completat correctament
es: Copia de seguridad realizada con éxito
fi_fi: Varmuuskopiointi onnistui
hi: बैकअप सफलतापूर्वक पूर्ण हुआ
it: Backup completato
ja: バックアップが正常に完了しました
ru: Резервное копирование успешно завершено
uk: Резервне копіювання завершено
zh_hans: 已成功完成备份

# MsgCantNotasEncontradas
source: notes founded in your OneDrive Backup
ar: الملاحظات التي تأسست في النسخ الاحتياطي أونيدريفي
ca: Notes fundada en la seva reserva de OneDrive
es: notas encontradas en su copia de seguridad en OneDrive
fi_fi: toteaa vuonna OneDrive varmuuskopiointi
hi: अपने OneDrive में बैकअप की स्थापना नोट्स
it: Note fondate nel OneDrive Backup
ja: OneDrive バックアップに設立されたノート
ru: Примечания, основанная в OneDrive резервного копирования
uk: Нотатки, заснована в OneDrive резервного копіювання
zh_hans: 注意到成立另备份中

# MsgContenidoNoEncontrado
source: Content not found:
ar: لم يتم العثور على المحتوى:
ca: Contingut no trobat:
es: Contenido no encontrado:
fi_fi: Sisältö ei löydy:
hi: सामग्री: नहीं मिला
it: Contenuto non trovato:
ja: コンテンツが見つかりませんでした。
ru: Содержание не найдена:
uk: Вмісту не знайдено:
zh_hans: 找不到的内容︰

# MsgDescargando
source: Downloading
ar: تحميل
ca: Descarregar
es: Descargando
fi_fi: Lataus
hi: डाउनलोड कर रहा है
it: Download in corso
ja: ダウンロード中
ru: Скачивание
uk: Завантаження
zh_hans: 正在下载

# MsgDescargando2Parte
source: notes, please wait ...
ar: وتلاحظ، الرجاء الانتظار...
ca: Notes, si us plau esperi...
es: notas, por favor espere ...
fi_fi: toteaa, odota...
hi: नोट्स, कृपया प्रतीक्षा करें...
it: Note, si prega di attendere...
ja: ノート、お待ちください.
ru: Примечания, пожалуйста, подождите...
uk: Нотатки, зачекайте...
zh_hans: 注意，请稍候...

# MsgFinalizado
source: Finnished!!!
ar: انتهيت!
ca: Finnish!!!
es: ¡¡¡Finalizado!!!
ja: フィンランド！

# MsgNoEncontrado
source: Not found:
ar: لم يتم العثور على:
ca: No hem trobat:
es: No se ha encontrado:
fi_fi: Ei löydy:
hi: नहीं मिला:
it: Non trovato:
ja: 見つかりません。
ru: Не найдено:
uk: Не знайдено:
zh_hans: 找不到︰

# MsgRestauracionFin
source: Backup restore completed successfully
ar: استعادة النسخ الاحتياطي بنجاح
ca: Restaurar completat correctament
es: Copia de seguridad restaurada con éxito
fi_fi: Varmuuskopion palautus onnistui
hi: बैकअप सफलतापूर्वक पूर्ण कर लिया पुनर्स्थापना
it: Ripristino di backup completato con successo
ja: バックアップの復元が正常に完了しました
ru: Резервное копирование успешно завершено восстановление
uk: Резервного копіювання відновлення завершено успішно
zh_hans: 备份还原已成功完成

# MsgRestaurando
source: Restoring
ar: جاري الاستعادة
ca: S'està restaurant
es: Restaurando
fi_fi: Palautetaan
hi: पुनर्स्थापित करना
it: Ripristino in corso
ja: 復元中
ru: Восстановление
uk: Триває відновлення
zh_hans: 正在还原

# MsgAlertaBackup
source: When making a new backup will erase the previous; Are you sure you want to continue ?.
ar: عند إجراء نسخة احتياطية جديدة سيتم محو السابق؛ هل أنت متأكد من أنك تريد المتابعة؟.
ca: Quan fent una còpia de seguretat nou s'esborrarà l'anterior; Esteu segur que voleu continuar?.
es: Al hacer una nueva copia de seguridad borrará la anterior; ¿está seguro de querer continuar?.
fi_fi: Kun uuden varmuuskopion poistaa edellisen; Oletko varma, että haluat jatkaa?.
hi: जब कोई नया बैकअप बनाने पिछले को मिटा देगा; क्या वाकई आप जारी रखना चाहते हैं?।
it: Quando fare un nuovo backup cancellerà il precedente; Sei sicuro di che voler continuare?.
ja: 新しいバックアップは消去前の際続行するよろしいですか?
ru: Когда резервное копирование нового сотрет предыдущий; Вы уверены, что вы хотите продолжить?.
uk: Під час створення нової резервної копії буде стерти попередній; Ви впевнені, що бажаєте продовжити?.
zh_hans: 当创建新的备份将擦除以前;是否确实要继续吗？。

# txtNo
source: No
ar: لا
fi_fi: Ei
hi: नहीं
ja: いいえ
ru: Нет
uk: Ні
zh_hans: 否

# txtSi
source: Yes
ar: نعم
ca: Sí
es: Sí
fi_fi: Kyllä
hi: हाँ
it: Sì
ja: はい
ru: Да
uk: Так
zh_hans: 是

# Idioma
source: en
ar: ar
ca: ca
es: es
fi_fi: fi-FI
hi: hi
it: it
ja: ja
ru: ru
uk: uk
zh_hans: zh

# ResourceFlowDirection
source: LeftToRight
ar: RightToLeft

# B_Aleman.Content
source: German
ar: الألمانية
ca: alemany
es: Alemán
fi_fi: Saksa
hi: जर्मन
it: Tedesco
ja: ドイツ語
ru: Немецкий
uk: німецька
zh_hans: 德语

# B_Arabe.Content
source: Arabic
ar: ‏‏العربية
ca: Àrab
es: Árabe
fi_fi: Arabia
hi: अरबी
it: Arabo
ja: アラビア語
ru: арабский
uk: арабська
zh_hans: 阿拉伯语

# B_Espanol.Content
source: Spanish
ar: ‏‏الأسبانية
ca: Espanyol
es: Español
fi_fi: espanja
hi: स्पैनिश
it: Spagnolo
ja: スペイン語
ru: Испанский
uk: іспанська
zh_hans: 西班牙语

# B_Frances.Content
source: French
ar: الفرنسية
ca: francès
es: Francés
fi_fi: Ranska
hi: फ़्रेंच
it: Francese
ja: フランス語
ru: Французский
uk: французька
zh_hans: 法语

# B_Ingles.Content
source: English
ar: الإنجليزية
ca: anglès
es: Inglés
fi_fi: Englanti
hi: अंग्रेजी
it: Inglese
ja: 英語
ru: Английский
uk: Англійська
zh_hans: 英语

# B_Catalan.Content
source: Catalan
ar: ‏‏الكتالانية
ca: Català
es: Catalán
fi_fi: katalaani
hi: कातलान
it: Catalano
ja: カタルニア語
ru: каталанский
uk: каталонська
zh_hans: 加泰罗尼亚语

# B_Fines.Content
source: Finnish
ar: ‏‏الفنلندية
ca: Finès
es: Finlandés
fi_fi: Suomi
hi: फ़िनिश
it: Finlandese
ja: フィンランド語
ru: Финский
uk: фінська
zh_hans: 芬兰语

# B_Italiano.Content
source: Italian
ar: ‏‏الإيطالية
ca: Italià
es: Italiano
fi_fi: Italia
hi: इतालवी
it: Italiano
ja: イタリア語
ru: Итальянский
uk: Італійська
zh_hans: 意大利语

# B_Ucraniano.Content
source: Ukrainian
ar: الأوكرانية
ca: Ucraïnès
es: Ucraniano
fi_fi: Ukraina
hi: यूक्रेनियाई
it: Ucraino
ja: ウクライナ語
ru: украинский
uk: українська
zh_hans: 乌克兰语
